import React from 'react'
import Header from '../components/Header'
import Footer from '../components/Footer'
import board from '../assets/board.png'
import pointDown from '../assets/icon/pointDown.svg'
import { useNavigate } from 'react-router-dom'

function SATstrategy() {
    const navigate = useNavigate();
    return (
        <div>
            <Header />
            
            <div className="flex flex-col gap-10 justify-center items-center rounded-lg shadow-md sm:p-6 relative px-10">
            <button 
                    onClick={() => navigate(-1)}
                    className="flex items-center gap-2 text-gray-600 hover:text-gray-800 transition-colors absolute top-10 left-10"
            >
                    <img src={pointDown} alt="back" className="w-6 h-6 rotate-90" />
            </button>
                    <h1 className='flex justify-center items-center sm:text-4xl text-2xl relative font-extrabold mt-20'>
                         SAT Шалгалтын Стратеги
                    </h1>
                <div className='flex w-full sm:w-2/3 justify-center items-center rounded-sm'>
                    <img src={board} alt="board" className='w-full' />
                </div>
                <div className='flex w-full sm:w-2/3 flex-col gap-5'>
                    <h1 className='font-bold sm:text-xl text-base'>Шалгалтын өдөр анхаарах зүйлс</h1>
                    <p className='sm:text-[18px] text-[16px]'>
                    Тухайн газрын цаг агаарын онцлог, онцгой байдал зэргээс шалтгаалж шалгалтын хугацаанд бага зэрэг өөрчлөлт
                    гарах тохиолдол байдаг. Гэхдээ тийм тохиолдолд шалгалтын газрынхан танд заавал урьдчилж мэдэгдэх тул санаа зовох зүйлгүй.
                    </p>
                    <div className='ml-4'>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Шалгалтын танхимд иргэний үнэмлэх, гадаад паспорт эсвэл төрсний гэрчилгээтэй (16 нас хүрээгүй тохиолдолд), дээрээс нь Admission Ticket-ээ хэвлэн шалгалтын турш биедээ авч явах.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Ойр зуурын хөнгөн зууш, ус, чихэр авч орж болно. Ингэхдээ зөвхөн заасан газар, завсарлагаагаар идэж уухыг зөвшөөрнө.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • 2В хэмжээтэй харандаа, баллууртай байх. Үзүүрлэгч авч орохыг мөн, харандаанаасаа хоёр ширхгийг авч орохыг зөвлөж байна
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Зөвхөн зөвшөөрөгдсөн тооны машин авч орж болно. Жиш: Scientific, Graphic тооны машинууд болно. Шалгалтын эхний гурван хэсгийн туршид тооны машин таны ширээний доор байж байна. Сүүлийн хэсэг эхлэнгүүт шалгагч тооны машин ашиглаж болохыг зөвшөөрсөн үед л гарган хэрэглэх боломжтой. 
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        Энэ талаар илүү дэлгэрэнгүйг www.collegeboard.org 
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                         хуудаснаас уншаарай.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Шалгалт ойролцоогоор 8:30-9:00 цагт эхэлнэ. 7:45 гээд хаалгаа нээж эхлэх тул эртхэн очиход илүүдэхгүй.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Мэдээж ямарваа нэгэн электрон төхөөрөмж (ухаалаг цаг, утас, чихэвч г.м) авч орж ашиглахыг хориглоно. Гар утсаа унтраасан байх шаардлагатай.
                        </p>
                    </div>
                    <h1 className='font-bold sm:text-xl text-base'>Оноо</h1>
                    <p className='sm:text-[18px] text-[16px]'>
                    Шалгалтын хариу ихэвчлэн ойролцоогоор 1 сарын хугацааны дараа гардаг. Оноогоо цахимаар харна (Хүсвэл энгийн шуудангаар авч болно). Ингэхдээ тусгайлан
                     гаргасан хүснэгтийн дагуу таны оноо тооцогдоно. Бэлдэх явцдаа угаасаа өөрийгөө шалгах замаар хэрхэн оноо тооцох үйл явцыг ойлгож авах боломжтой байдаг.
                      Шалгуулагч нь 400-1600 онооны хооронд дүгнэгдэнэ. Хэсэг бүр дээр “карманы” 200 оноотой гэж ойлгож болно. Монголын ЭЕШ мөн адилхан тийм байдаг. Evidence-Based 
                      Reading хэсэг дээр 200-800, Math хэсэг дээр мөн 200-800 оноо авч нийлбэр дүн тооцогдох болно. Optional Essay нь тусдаа дүгнэгдэх ба хоёр шалгагч таны эсээг уншиж 
                      гурван төрлөөр (Reading буюу унших чадвар, Analysis буюу анализ хийх чадвар, мөн Writing буюу бичих чадвар) 2-8 оноогоор тус тус дүгнэх болно.
                    </p>
                    <h1 className='font-bold sm:text-xl text-base'>Бэлтгэл, зөвлөгөө</h1>
                    <p className='sm:text-[18px] text-[16px]'>
                    Манай Alphamath платформоор дамжуулан практик mock тест өгж болхоос гадна мэдээ мэдээлэл, хэрэгтэй материалыг цахимаар олоход хялбар юм. Гэхдээ тэр 
                    болгон интернетийн мэдээлэл бас үр дүнтэй байгаад байдаггүй гэдгийг бодох нь зүйтэй. 
                    </p>
                    <div className='ml-4'>
                        <p className='sm:text-[18px] text-[16px]'>
                        • KhanAcademy нь CollegeBoard-тай хамтарч ажилладаг үнэгүй видео хичээл тавьдаг сайт билээ. Энэ сайтын гишүүн болсноор та SAT-ийн үнэгүй хичээл авахаас гадна төлөвлөгөөгөө боловсруулж, тодорхой сул хэсгээ сайжиртал бэлдэх бүрэн боломжтой.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Дээрх сайтад байдаг 6 ширхэг Practice Test жинхэнэ тесттэй тун төстэй байдаг тул эхлээд нэгийг нь туршилтын журмаар заавал өгч үзэх хэрэгтэй. Энэ нь таныг ямар төвшинд байгааг чинь тодорхойлж өгөхөөс гадна цагаа хэрхэн яаж зарцуулах тал дээр баримжаатай болж авна гэсэн үг.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Шалгалтад орохоосоо өмнө дээрх 6 тестийг заавал хийж дуусгахыг зөвлөж байна. Зарим номууд дээр байдаг тестүүд хэт амархан эсвэл хэт хэцүү байдаг болохоор хүүхдүүд жинхэнэ шалгалт дээр хүссэн оноогоо авч чаддаггүй тохиолдол гардаг.
                        </p>
                        <p className='tsm:text-[18px] text-[16px]'>
                        • Хэдийгээр шинэ SAT-д үг шалгах асуултууд олноороо байхаа болчихсон ч үг мэдэж байх нь оноогоо ахиулах гайхалтай боломж. Танд Direct Hits-ийн үгнүүдийг цээжилж ороорой гэж зөвлөе. PrepScholar.com сайтад флашкарт маягаар 200 гаруй үг үнэгүй бэлдэж өгчихсөн байгаа.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Шалгалтаа цаасан дээр өгөх тул аль болох цаасан дээр хийж байхыг зөвлөмөөр байна.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Тооны машинтай сайн ажиллаж сураарай. Зарим шалгуулагчид шалгалт болох өдөр Graphic Calculator барьж ирчхээд ашиглаж мэдэхгүй байсаар цагаа алдах тохиолдол гардаг.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Та тоондоо сайн байж болно. Гэвч шалгалт англи хэл дээр явагдах тул тодорхой хэллэгүүдийг зайлшгүй мэдэх шаардлагатай.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Монголд см, м-ээр уртыг хэмждэг бол АНУ-д инч, футээр, манайд шингэн зүйлийг литрээр хэмждэг бол тэнд баррел гэх жишээний. Иймхэн зүйлээс болж мэдэж байгаа зүйл дээрээ алдвал хайран юм болно.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Бэлтгэл дээрээ аль болох шалгалт өгч байгаа юм шиг хийгээрэй. Шаблон бөглөх бас амаргүй. Зөрүүлэх, буруу бөглөх, илүү гаргах, дутуу бөглөх зэрэг асуудлууд бий шүү. Таны бодолт, тэмдэглэгээг ер авахгүй, гагцхүү таны шаблоныг автомат машин уншина гэдгийг санаарай.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Нэмэлтээр: Зөвхөн монголчуудад биш зарим америк уугуул иргэдэд ч Evidence-Based Reading хэцүү байдаг бөгөөд цаг нь бага зэрэг давчуу байх асуудал үүсдэг. Энэ нь таны академик унших чадварыг шалгадаг хэсэг учраас хэр их академик эх уншина, тэр хэрээр сайжирна л гэсэн санаа.
                        </p>
                    </div>
                    <p className='sm:text-[18px] text-[16px]'>
                    А. SAT бүтэц шинээр өөрчлөгдсөн ч гэсэн хуучин SAT эхүүдийг уншиж нүдээ дасга, ядаж унших хурдаа сайжруул, ойлгож унш, шаардлагатай бол тэмдэглэгээ хий
                    </p>
                    <p className='sm:text-[18px] text-[16px]'>
                    Б. Интернет ашиглан The Reason, Time, Harvard Business Review, The Economist, Guardian, The Wall Street Journal, The Independent зэрэг сэтгүүлүүдийн мэдээ, нийтлэлүүдийг тогтмол уншиж бай, шаардлагатай бол сошиалаар дагах байдлаар өөртөө ойр байлга.
                    </p>
                    <div className='ml-4'>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Шинэ SAT 200-300 жилийн өмнөх нийтлэлүүд, тухайн үеийн уран зохиол, түүх, нийгмийн талаарх эхүүдийг оруулж ирдэг болсноор онцлогтой. Тухайн үеийн англи хэл одоогийнхтой 100% адилхан биш гэдгийг санаарай. Тэгэхээр урьдчилж тухайн үеийн тодорхой үг хэллэг, түүх нийгмийн бага зэрэг мэдлэгтэй байхад илүүдэхгүй биз ээ.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Шинэ SAT-гийн өөр нэг онцлог нь та буруу бөглөсөн тохиолдолд хасах оноо авахгүй, зүгээр л 0. Тэгэхээр шаблоноо хоосон орхиж болохгүй. Чадлаараа хийчхээд, мэдэхгүй асуултаа “ухаалаг” аргаар тааж үзэхийг оролдоорой. Бүр болохгүй бол дуртай үсгээ бөглөж явуулах нь хоосон явуулснаас лав дээр байдаг шүү.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Хувиараа бэлдээд ахиц муутай байвал богино хугацааны багштай болох хэрэгтэй байх. Монголд үйл ажиллагаагаа явуулдаг маш олон сургалтын төвүүд бий. Тэдгээрээс өөртөө тохирох сургалтын төвийг сонгон хичээллэх боломжтой. Тэгэхдээ хамгийн гол нь 99% таны ИТГЭЛ, СЭТГЭЛ, ЗҮТГЭЛ-ээс шалтгаална гэдгийг бүү мартаарай.
                        </p>
                        <p className='sm:text-[18px] text-[16px]'>
                        • Шалгалтын өдөр сэтгэл зүйн өндөр бэлтгэлтэй орох хэрэгтэй. Өмнөх өдөр нь маш бага давталт хийгээд, шалгалтын “паник”-ээс ангижирч бүтэн нойр авах чухал байдаг. Өглөөний цайгаа заавал ууж, хөнгөхөн шиг хооллож очоорой. Зөвлөхөд гадил жимс, цэвэр шоколад идвэл анхаарлаа сайн төвлөрүүлэхэд тань тусална
                        </p>
                    </div>
                    <p className='sm:text-[18px] text-[16px] py-4'>
                    Товчхон танилцуулахад ийм байлаа.
                    </p>
                    <p className='sm:text-[18px] text-[16px] py-4'>
                    Шалгалт өгөх гэж буй залуусдаа амжилт хүсье!
                    </p>
                </div>
            </div>
            <Footer />
        </div>
    )
}

export default SATstrategy 