// ЭЕШ Математик 2023 он — D хувилбар
// Questions: 36 | Answers: 0/36 ⚠️ 0/36
// Extracted from PDF. Math formulas shown as plain text — MathML cleanup needed.

const task2023D = {
    id: "17",
    variant: "D",
    problem: [
                {
                    id: "1",
                    text: `Утгыг олоорой. (cid:3495)1 = (1 оноо) (cid:2869)(cid:2872)(cid:2872) 5 5 5 1 1 A.1 B.1 C. D.1 E.1 6 12 12 12 6`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "2",
                    text: `𝑀(4,3) цэгээс 𝑂𝑥 тэнхлэг хүртэлх зайг олоорой. (1оноо) A.5 B.4 C.3 D.7 E.4.5`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "3",
                    text: `зурагт өгсөн 𝑎⃗ векторын эсрэг векторыг олоорой. олоорой (1 оноо) C.`,
                    labelA: `B .`,
                    labelB: ``,
                    labelC: ``,
                    labelD: `E.`,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "4",
                    text: `𝐴 = { 1,2,3,4,5,6 } олонлогийн дэд олонлогийг олоорой. (1 оноо) A.{ 6,7 } B.{ 2,4,7 } C.{ 4,6,0 } D.{ 1,4,6 } E.{1,2,1.5}`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "5",
                    text: `Хялбарчил. (2+𝑖)(cid:2870) = (1 оноо)`,
                    labelA: `3+4𝑖 B. 4+4𝑖 C. 5+4𝑖 D. 3 E. 4`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "6",
                    text: `𝑋 санамсаргүй хувьсагчийн магадлалын тархалтыг өгөв. 𝑎 тоог олоорой. (1 оноо) 𝑥 1 2 3 𝑃(𝑋 = 𝑥) 1 1 𝑎 3 6 5 2 1 1 1 6 3 6 2 3`,
                    labelA: `B. C. D. E.`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "7",
                    text: `𝑦 = 3𝑥−1 функцийн өсөх завсрыг олоорой. (1 оноо) 1 1 A.(cid:3436) ;+∞(cid:3440) B.(3;+∞) C.(−∞;+∞) D.(cid:3436)−∞; (cid:3440) E.(0;3) 3 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "8",
                    text: `𝐴𝐵 диаметр ба ∡𝐵𝐴𝐶 = 58(cid:2868) бол ∡𝐴𝐵𝐶 = ? (1 оноо) A.29(cid:2868) B.32(cid:2868) C.58(cid:2868) D.42(cid:2868) E.90(cid:2868)`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "9",
                    text: `11,3,15,7,8,1,13,5,16 өгөгдлийн доод квартилийг олоорой. (2 оноо) A.5 B.4 C.9 D.13 E.14`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "10",
                    text: `Тэнцэтгэл бишийг бодоорой. log (𝑥−1) < 3 (2 оноо) (cid:2870) D.1 < 𝑥 < 7 E.𝑥 < 7`,
                    labelA: `1 < 𝑥 < 10 B.𝑥 < 9 C.1 < 𝑥 < 9`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "11",
                    text: `150+151+⋯+169−(135+136+⋯+154) = (2 оноо) A.180 B.300 C.450 D.225 E.150`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "12",
                    text: `𝛼 = 15(cid:2868) бол 𝑡𝑔3𝛼+sin2𝛼 = (2 оноо) 1 1+√3 3 2√3+1 3√3 2 2 2 2 2`,
                    labelA: `B. C. D. E.`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "13",
                    text: `𝐴(−2,1) цэгийг 𝑀(1,𝑏) цэгийн хувьд тэгш хэмтэйгээр хувиргахад гарах цэг 𝐵(𝑎,2) бол 𝑎 тоог олоорой. (2 оноо) A.5 B.4 C.3 D.6 E.2`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "14",
                    text: `𝑥 = 10, 𝑦 = 1 үед илэрхийллийн утгыг ол. (2оноо) 5𝑥−5𝑦 = 𝑥(cid:2870)+4𝑥𝑦−5𝑦(cid:2870) 1 1 1 1 2 5 10 3`,
                    labelA: `B. C. D.1 E.`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "15",
                    text: `𝑦 = 𝑒(cid:2879)(cid:2870)(cid:3051) функцийн 2-р эрэмбийн уламжлалыг олоорой. (2 оноо) A.𝑒(cid:2879)(cid:2870)(cid:3051) B.−4𝑒(cid:2879)(cid:2870)(cid:3051) C.−2𝑒(cid:2879)(cid:2870)(cid:3051) D. 2𝑒(cid:2879)(cid:2870)(cid:3051) E.4𝑒(cid:2879)(cid:2870)(cid:3051)`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "16",
                    text: `Шоог орхиход тэгш тоогоор эсвэл 4−ийн хуваагч тоогоор буух магадлалыг олоорой. (2 оноо) 2 5 1 1 1 3 6 2 3 6`,
                    labelA: `B. C. D. E.`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "17",
                    text: `𝑎⃗ = (𝑥,−1, 1) векторын урт 3 бол 𝑥 =? (2 оноо)`,
                    labelA: `±√7 B. ±1 C. 3 D. 2√2 E. ±√3`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "18",
                    text: `𝑥(cid:2870) +𝑏𝑥 +𝑐 = 0 тэгшитгэлийн нэг шийд нь 1+2𝑖 бол 𝑐 тоог олоорой. (2 оноо) A.3 B.−3 C.−5 D.5 E.4`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "19",
                    text: `Тэнцүү тоог олж, харгалзуулаарай. (2 оноо) I.2(cid:2879)(cid:2871) = 𝑎. (cid:2871) (cid:2870) II.9(cid:3051) = 27 бол 𝑥 =? 𝑏. (cid:2869) (cid:2876) (cid:2870) III.log 4 = 𝑐. (cid:2876) (cid:2871) 𝑥 2`,
                    labelA: `I𝑏,II𝑐,III𝑎 B.I𝑐,II𝑎,III𝑏 C.I𝑏,II𝑎,III𝑐`,
                    labelB: ``,
                    labelC: ``,
                    labelD: `I𝑎,II𝑏,III𝑐 E. I𝑐,II𝑏,III𝑎`,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "20",
                    text: `𝐴 = (cid:4672) (cid:4673) матриц урвуугүй байх 𝑥 тоог олоорой. 6 𝑥+1 (2 оноо) A.−3 B.3 C.−4 D.−3;4 E.3;−4`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "21",
                    text: `𝐴𝐵𝐶 гурвалжны хувьд 𝐴𝐵 = 4, 𝐴𝐶 = 5, 𝐵𝐶 = 6 бол cos∡𝐴 = ? (2 оноо) 1 1 9 10 2 8 4 10 41 5`,
                    labelA: `B. C. D. E.`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "22",
                    text: `𝐴(−2,1), 𝐵(1,3) цэгүүдийг дайрах шулууны тэгшитгэл бичээрэй. (2 оноо) A.𝑥−𝑦+2 = 0 B. 𝑥−3𝑦+5 = 0 C. 2𝑥+3𝑦+1 = 0`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: `2𝑥−3𝑦+7 = 0 E. 2𝑥+3𝑦−11 = 0`,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "23",
                    text: `𝐴(−2,1), 𝐵(1,3) цэгүүдэд төгсгөлтэй 𝐴𝐵 хэрчмийг 0 1 (cid:4672) (cid:4673) матрицаар хувиргав. Энэ хувиргалтыг −1 0 тодорхойл. (2 оноо) A.𝑂𝑥 тэнхлэгийн хувь дахь тэгш хэм B.𝑂(0,0) цэгт төвтэй 90(cid:2868) өнцгийн эргүүлэлт D.𝑂𝑦 тэнхлэгийн хувь дахь тэгш хэм E.𝑦 = 𝑥 шулууны хувь дахь тэгш хэм`,
                    labelA: ``,
                    labelB: ``,
                    labelC: `𝑂(0,0) цэгт төвтэй −90(cid:2868) өнцгийн эргүүлэлт`,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "24",
                    text: `𝐶 тэгш өнцөг бүхий 𝐴𝐵𝐶 гурвалжны 𝐴𝐵 = 13 ба 𝐵𝐶 = 12 бол 𝐴𝐶 катетийг тойруулан эргүүлэхэд үүсэх эргэлтийн биеийн эзлэхүүнийг олоорой. (2 оноо) A.100𝜋 B.240𝜋 C.300𝜋 D.720𝜋 E.360𝜋`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "25",
                    text: `∫6(2𝑥−1)(cid:2870)𝑑𝑥 интегралыг бодоорой. (2 оноо) (2𝑥−1)(cid:2871) 6 (2𝑥−1)(cid:2871) D.(2𝑥−1)(cid:2871)+𝐶 E. +𝐶 3`,
                    labelA: `+𝐶 B.3(2𝑥−1)(cid:2871)+𝐶 C.2(2𝑥−1)(cid:2871)+𝐶`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "26",
                    text: `4,6,15,11,24 өгөгдлийн дисперсийг олоорой. (2 оноо) A.20 B.12 C.254 D.15.8 E.50.8`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "27",
                    text: `Бат, Болд нар гурван найзтайгаа нэг эгнээнд жагсах болжээ. Бат аль нэг захад нь зогсох ба Болд нөгөө захад нь зогсоогүй байх боломжийн тоог ол. (2 оноо) A.36 B.30 C.24 D.18 E.20 (cid:3343)`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "28",
                    text: `∫(cid:3118)(2−𝑠𝑖𝑛𝑥)𝑑𝑥 интегралыг бодоорой. (2 оноо) (cid:2868) 𝜋 𝜋 2 2`,
                    labelA: `−1 B. 𝜋 C. 𝜋+1 D. 𝜋−1 E. +1`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "29",
                    text: `Хэрэв sin𝛼+cos𝛼 = (cid:2869) бол sin(cid:2871)𝛼+cos(cid:2871)𝛼 = ? (3 оноо) (cid:2873) 1 13 37 49 51 125 125 125 125 125`,
                    labelA: `B. C. D. E.`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "30",
                    text: `|2𝑥+3| > |4−𝑥| тэнцэтгэл бишийг бодоорой. (3 оноо) 1 3 1 1 1 C.(cid:3436) ; +∞ (cid:3440) D.(cid:3436)−7; (cid:3440) E.( −∞ ;−7 )∪(cid:3436) ; +∞ (cid:3440) 3 3 3`,
                    labelA: `(cid:3436)−∞ ; (cid:3440)∪(7;+∞) B.(−∞ ;−7 )∪(3;+∞)`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "31",
                    text: `Сагсан бөмбөгийн дугуйланд 18 сурагч хамрагдсан ба тэдгээрийг нас, насаар нь ангилсныг давтамжийн хүснэгтээр харуулав. Хэрэв тэдгээрийн дундаж нас 12 бол [ 12;14 [ настай хэдэн сурагч дугуйланд хамрагдсан бэ? (3 оноо) Нас [ 8−10 [ [ 10−12 [ [ 12−14 [ [14−16[ Давтамж 5 𝑎 𝑏 4 A.7 B.3 C.5 D.6 E.2`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "32",
                    text: `𝑦 = 𝑥(cid:2870) параболыг шүргэх бөгөөд 𝐴(2,0) цэгийг дайрах эерэг налалттай шулууны тэгшитгэл бичээрэй. (3 оноо) A.𝑦 = 8𝑥−16 B.𝑦 = 2𝑥−4 C.𝑦 = 4𝑥−4 D.𝑦 = 4𝑥−8 E.𝑦 = 8𝑥−8`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "33",
                    text: `𝐴𝐵𝐶 тэгш өнцөгт гурвалжинд 𝐶𝐷 өндөр татав. Хэрэв 𝐵𝐷 = 6, 𝐴𝐶 = 4 бол 𝑥 = ? (3 оноо)`,
                    labelA: `4√3 B. 9 C. 8 D. 2√3 E. 3√5`,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "34",
                    text: `𝑃(𝑥) = 𝑥(cid:2871)+𝑎𝑥(cid:2870)−𝑏𝑥+2 олон гишүүнт нь (𝑥−1) олон гишүүнтэд үлдэгдэлгүй хуваагдах бөгөөд (𝑥+2) ба (𝑥−2) олон гишүүнтүүдэд хуваахад ижил үлдэгдэл өгдөг бол 𝑎,𝑏 тоог олоорой. (3 оноо)`,
                    labelA: `𝑎 = −7, 𝑏 = 4 B. 𝑎 = −1, 𝑏 = 4 C. 𝑎 = −1, 𝑏 = 2`,
                    labelB: ``,
                    labelC: ``,
                    labelD: `𝑎 = 1, 𝑏 = 4 E. 𝑎 = −7, 𝑏 = −4`,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "35",
                    text: `𝑓(𝑥) = 2𝑥(cid:2871)−𝑏𝑥(cid:2870)−𝑐𝑥+𝑑 функц 𝑥 = −1, 𝑥 = 2 цэгүүдэд экстремумтэй ба минимум утга нь −15 бол максимум утгыг ол. (3 оноо) A.15 B.−42 C.12 D.18 E.9 3 𝑏`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "36",
                    text: `𝐴 = (cid:4672) (cid:4673) матрицын тодорхойлогч нь 1 бол 𝑐 −1 𝐴(cid:2871) = 𝑝𝐴+𝑞𝐸 байх (𝑝,𝑞) тоог олоорой. 1 0 Үүнд: 𝐸 = (cid:4672) (cid:4673) нэгж матриц. (3 оноо) 0 1 бөглөхдөө хариултын хуудасны 2-р хэсгийг бөглөх заавартай сайтар танилцаарай. Зургийг бодит хэмжээгээр өгөөгүй гэдгийг санаарай. 2.1. 𝑓(𝑥) = 𝑥(cid:2870)−𝑝𝑥+𝑞 функц өгөв. Дараах тохиолдол тус бүрт 𝑝,𝑞 тоог олоорой.(7 оноо) (1) 𝑓(𝑥) функцийн график нь (2,−1) цэгт оройтой парабол бол 𝑝 = 𝑎 , 𝑞 = 𝑏 байна. Энэ үед функцийн [1,4] завсар дахь хамгийн их утга нь 𝑐 байна. (2) 𝑓(−1) = 𝑓(3) ба функцийн хамгийн бага утга нь 3 бол 𝑝 = 𝑑 , 𝑞 = 𝑒 байна. (3) 𝑝 > 0 үед 𝑦 = 𝑓(𝑥) функцийн график нь 𝐴(1,4) цэгийг дайрах ба оройн цэг нь 𝑦 = 𝑥+1 шулуун дээр орших бол 𝑝 = 𝑓, 𝑞 = 𝑔 байна. 2.2. 𝐴𝐵𝐶𝐷 параллелограммын 𝐷𝐶 талын дундаж цэг 𝐾, 𝐴𝐶 диагональ ба 𝐾𝐵 хэрчмийн огтлолцлын цэг 𝐿 байв. (7 оноо) (cid:3013)(cid:3004) (cid:3013)(cid:3012) (cid:3012)(cid:3004) (cid:3028) (1) △𝐾𝐿𝐶~△𝐵𝐿𝐴 тул = = = . (cid:3013)(cid:3002) (cid:3013)(cid:3003) (cid:3003)(cid:3002) (cid:3029) (2) Хэрэв 𝑆 = 6 бол 𝑆 = 𝑐, 𝑆 = 𝑑𝑒 , 𝑆 = 𝑓𝑔 байна. (cid:3002)(cid:3012)(cid:3013) (cid:3012)(cid:3013)(cid:3004) (cid:3002)(cid:3005)(cid:3004) (cid:3002)(cid:3003)(cid:3004)(cid:3005) (3) Хэрэв 𝐿𝐵 = 4 ба ∡𝐾𝐴𝐿 = 30(cid:2868) бол 𝐴𝐾𝐿 гурвалжныг багтаасан тойргийн радиус ℎ байна. 2.3. 2 улаан, 3 цагаан бөмбөгтэй уутнаас бөмбөгнүүдийг нэг нэгээр нь буцааж хийхгүйгээр авч байв.Энэ туршилтыг цагаан өнгийн бөмбөг 2 ширхэг гарч иртэл хийсэн ба туршилтын тоог 𝑘 гэе. (7 оноо) (1) 𝑎 ≤ 𝑘 ≤ 𝑏 байна. (cid:3032) (2) 𝑘 = 𝑎 байх магадлал нь байна. (cid:3030)(cid:3031) (cid:3034) (3) 𝑘 = 𝑎 +1 байх магадлал нь байна. (cid:3033) (4) Туршилтын тоо 𝑘−ийн математик дундаж нь ℎ байна. (бутархайнууд үл хураагдах байна) 2.4.𝑦 = 6𝑥−𝑥2 парабол ба 𝑦 = 𝑘𝑥 (𝑘 > 0) шулуунаар хүрээлэгдэх дүрсийн талбайг 𝑆 гэе. (7 оноо) (1) Парабол болон 𝑂𝑥 тэнхлэгээр хүрээлэгдэх дүрсийн талбай 𝑆 = 𝑎𝑏 байна. (cid:2869) (2) Парабол болон 𝑦 = 𝑘𝑥 шулуун нь 𝑂,𝐴 цэгүүдээр огтлолцох ба 𝐴 цэгийн 𝑥 координат нь 𝑥 = 𝑐 −𝑘 тул (cid:3119) (cid:3435)(cid:3031)(cid:2879)(cid:3038)(cid:3439) 𝑆 = байна. (cid:3032) (cid:2871)(cid:2870) (3) 𝑆 = бол 𝑘 = 𝑓 байна. (cid:2871) (cid:2869) (4) 𝑆 = 𝑆 бол 𝑘 = 𝑔 байна. (cid:2869) (cid:2876) 𝑎 𝑏 1. (cid:4672) (cid:4673) матрицын тодорхойлогч (cid:3627)(cid:3028) (cid:3029)(cid:3627)= 𝑎𝑑−𝑏𝑐 байна. 𝑐 𝑑 (cid:3030) (cid:3031) 2. (𝑝,𝑞) цэгт оройтой параболын тэгшитгэл: 𝑦 = 𝑎(𝑥−𝑝)(cid:2870)+𝑞 (cid:2869) 3. Конусын эзлэхүүн: 𝑉 = ⋅𝑆 ∙ℎ (cid:3030)уурь (cid:2871) ∑((cid:3051)(cid:2879)(cid:3051)̅)(cid:3118) ∑(cid:3051) 4. Өгөгдлийн дисперс: 𝐷(𝑋) = . Энд 𝑥 = (cid:3041) (cid:3041) 5. Математик дундаж: 𝑋 дискрет санамсаргүй хувьсагчийн магадлалын тархалт нь 𝑥 𝑥 𝑥 … 𝑥 1 2 𝑛 𝑃(𝑋 = 𝑥) 𝑝 𝑝 … 𝑝 1 2 𝑛 бол математик дундаж 𝐸(𝑋) = 𝑥 ∙ 𝑝 + 𝑥 ∙ 𝑝 + ⋯ + 𝑥 ∙ 𝑝 байна. 1 1 2 2 𝑛 𝑛 𝑝 + 𝑝 + ⋯ + 𝑝 = 1 (cid:2869) (cid:2870) (cid:3041) Эрхэм шалгуулагч танд амжилт хүсье! Хувилбар А Математик хариулттай. Тэдгээрийн зөвхөн нэг зөв хариултыг сонгож, хариултын хуудсанд будаж тэмдэглээрэй. Зураг бодит хэмжээгээр өгөгдөөгүй гэдгийг санаарай. (cid:2874)(cid:2872) 1. Утгыг олоорой. (cid:3495)1 = (1 оноо) (cid:2870)(cid:2870)(cid:2873) 2 8 8 8 4 A.1 B.1 C. D.1 E.1 15 15 15 25 25 2. 𝑀(4,3) цэгээс 𝑂𝑥 тэнхлэг хүртэлх зайг олоорой. (1оноо) A.7 B.4 C.5 D.3 E.4.5 3. Зурагт өгсөн векторын эсрэг векторыг олоорой. (1 оноо) C. 4. 𝐴 = { 1,2,3,4,5,6 } олонлогийн дэд олонлогийг олоорой. (1 оноо) A.{ 4,6,0 } B.{ 2,4,7 } C.{ 1,4,6 } D.{ 6,7 } E.{1,2,1.5} 5. Хялбарчил. (3+𝑖)(cid:2870) = (1оноо) A.9+6𝑖 B.8+6𝑖 C.10+6𝑖 D.8 E.10 6. 𝑋 санамсаргүй хувьсагчийн магадлалын тархалтыг өгөв. 𝑎 тоог олоорой. (1 оноо) 𝑥 1 2 3 𝑃(𝑋 = 𝑥) 1 1 𝑎 3 6 5 2 1 1 1 6 3 6 2 3 7. 𝑦 = 2𝑥−1 функцийн өсөх завсрыг олоорой. (1 оноо) 1 1 A.(0;2) B.(2;+∞) C.(cid:3436) ;+∞(cid:3440) D.(cid:3436)−∞; (cid:3440) E.(−∞;+∞) 2 2 8. 𝐴𝐵 диаметр ба ∡𝐵𝐴𝐶 = 58(cid:2868) бол ∡𝐴𝐵𝐶 = ? (1 оноо) 9. 10,2,4,6,1,12,14,8,16 өгөгдлийн дээд квартилийг олоорой. (2 оноо) A.12 B.15 C.8 D.13 E.3 10. Тэнцэтгэл бишийг бодоорой. log (𝑥−1) < 3 (2 оноо) (cid:2870) A.1 < 𝑥 < 9 B.𝑥 < 9 C.1 < 𝑥 < 10 D.1 < 𝑥 < 7 E.𝑥 < 7 11. 200+201+⋯+215−(185+186+⋯+200) = (2 оноо) A.120 B.150 C.450 D.240 E.180 12. 𝛼 = 15(cid:2868) бол 𝑡𝑔3𝛼+sin2𝛼 = (2 оноо) 1 1+√3 3 2√3+1 3√3 2 2 2 2 2 13. 𝐴(−1,−1) цэгийг 𝑀(2,𝑏) цэгийн хувьд тэгш хэмтэйгээр хувиргахад гарах цэг 𝐵(𝑎,3) бол 𝑎 тоог олоорой. (2 оноо) 14. 𝑥 = 10, 𝑦 = 1 үед илэрхийллийн утгыг ол. (2оноо) 5𝑥−5𝑦 = 𝑥(cid:2870)+4𝑥𝑦−5𝑦(cid:2870) 1 1 1 1 10 5 3 2 15. 𝑦 = 𝑒(cid:2879)(cid:2871)(cid:3051) функцийн 2-р эрэмбийн уламжлалыг олоорой. (2 оноо) A.−3𝑒(cid:2879)(cid:2871)(cid:3051) B.−9𝑒(cid:2879)(cid:2871)(cid:3051) C.𝑒(cid:2879)(cid:2871)(cid:3051) D.9𝑒(cid:2879)(cid:2871)(cid:3051) E.3𝑒(cid:2879)(cid:2871)(cid:3051) 16. Шоог орхиход тэгш тоогоор эсвэл 4−ийн хуваагч тоогоор буух магадлалыг олоорой. (2 оноо) 2 5 1 1 1 3 6 2 3 6 17. 𝑎⃗ = (𝑥,−1,2) векторын урт 5 бол 𝑥 =? (2 оноо) A.±√22 B.√22 C.2√5 D.4 E.±2√5 18. 𝑥(cid:2870) +𝑏𝑥 +𝑐 = 0 тэгшитгэлийн нэг шийд нь 1+2𝑖 бол 𝑐 тоог олоорой. (2 оноо) A.3 B.−3 C.−5 D.5 E.4 19. Тэнцүү хариуг олж харгалзуулаарай. (2 оноо) I. 3(cid:2879)(cid:2870) = 𝑎. (cid:2871) (cid:2870) II.27(cid:3051) = 9 бол 𝑥 =? 𝑏. (cid:2870) (cid:2871) (cid:2869) III.log 8 = 𝑐. (cid:2872) (cid:2877) A.I𝑐,II𝑏,III𝑎 B.I𝑐,II𝑎,III𝑏 C.I𝑏,II𝑐,III𝑎 D.I𝑎,II𝑏,III𝑐 E.I𝑏,II𝑎,III𝑐 𝑥 2 20. 𝐴 = (cid:4672) (cid:4673) матриц урвуугүй байх 𝑥 тоог олоорой. 6 𝑥+1 (2 оноо) A.−4 B.3 C.3;−4 D.−3;4 E.−3`,
                    labelA: `B. C. D. E.`,
                    labelB: ``,
                    labelC: ``,
                    labelD: `E.`,
                    labelE: ``,
                    answer: ""
                }
    ],
    secondProblem: []
};

export default task2023D;