// ЭЕШ Математик 2020 он — D хувилбар
// Questions: 35 | Answers: 0/35 ⚠️ 0/35
// Extracted from PDF. Math formulas shown as plain text — MathML cleanup needed.

const task2020D = {
    id: "14",
    variant: "D",
    problem: [
                {
                    id: "1",
                    text: `1 1. Утгыг олоорой: ( − ) ∙ 56 = 7 8 1 1 1 𝐴) 2 𝐵) 𝐶) 1 𝐷) 𝐸) 4 7 8`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "2",
                    text: `𝐴(3;1) цэгийг 𝑦 = 𝑥 шулууны хувьд тэгш хэмтэй хувиргахад гарах дүрийн координатыг ол. 𝐴) (3;1) 𝐵) (3;−1) 𝐶) (−1;3) 𝐷) (1;3) 𝐸) (−1;−3)`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "3",
                    text: `Хоккейн багийн 15 тоглогчийн авсан оноог дор харуулсан бол тоглогчдын онооны моодыг ол. 1,0,2,4,0,1,1,1,2,5,3,0,4,0,2 𝐴) 1 𝐵) 1 ба 2 𝐶) 2 𝐷) 1 𝐸) 0 ба 1`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "4",
                    text: `𝑦 = 2𝑥 + 1 функцийн урвуу функц аль нь вэ? 𝑥−1 1 𝑦−1 𝑥+1 𝐴) 𝑦 = 𝐵) 𝑦 = 𝐶) 𝑥 = 𝐷) 𝑦 = 2𝑥 − 1 𝐸) 𝑦 = 2 2𝑥+1 2 2 𝑎𝑏 𝑏 𝑎`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "5",
                    text: `∙ ( − ) илэрхийллийг хялбарчил. 𝑏−𝑎 𝑎 𝑏 1 1 𝐴) 𝑎 − 𝑏 𝐵) 𝑏 − 𝑎 𝐶) 𝑏 + 𝑎 𝐷) 𝐸) 𝑏+𝑎 𝑏−𝑎`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "6",
                    text: `Зурагт дүрслэгдсэн олонлогийн будагдсан 𝐴) 𝐴 ∪ 𝐵̅ 𝐵) 𝐴̅ ∩ 𝐵 𝐶) 𝐴̅ ∪ 𝐵 𝐷)𝐴 ∩ 𝐵̅ 𝐸) 𝐴 ∪ 𝐵`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "7",
                    text: `𝑎 = 2𝑎 + 3 дарааллын 𝑎 = 1 бол 𝑎 хэд вэ? 𝑛+1 𝑛 1 4 𝐴) 20 𝐵) 11 𝐶) 12 𝐷) 29 𝐸) 13`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "8",
                    text: `𝑎⃗(2;−1;3),𝑏 ⃗⃗(−1;𝑦;4) ба 𝑎⃗,𝑏 ⃗⃗ векторууд перпендикуляр бол 𝑦 −ийн утгыг ол. 𝐴) 10 𝐵) 11 𝐶) 12 𝐷) 29 𝐸) 13`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "9",
                    text: `𝑓(𝑥) = (4 − 𝑥)5 бол 𝑓′(𝑥)−ийг ол. (4−𝑥)6 (4−𝑥)4 𝐴) − 𝐵) 5 ∙ (4 − 𝑥)4 𝐶) 5 ∙ (4 − 𝑥)5 𝐷) − 𝐸) − 5 ∙ (4 − 𝑥)4 6 5 4`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "10",
                    text: `(5√2 − 3√2)3 илэрхийллийн утга аль вэ? 1 1 𝐴) 43 𝐵) 2 𝐶) 2√2 𝐷) 4 𝐸) 23 1`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "11",
                    text: `−1 < 𝑎 < 0 ба 0 < 𝑏 < 1 бол ба −𝑏-г ол. 𝑎 1 1 1 1 1 𝐴) ≤ −𝑏 𝐵) > −𝑏 𝐶) < −𝑏 𝐷) = −𝑏 𝐸) ≥ −𝑏 𝑎 𝑎 𝑎 𝑎 𝑎 1 𝑥2, 0 ≤ 𝑥 ≤ 1 𝑓(𝑥) = { 2 функцийн дүрийг (функцийн авч болох утгуудын 1 𝑥 + 1, 1 ≤ 𝑥 ≤ 5 2 олонлог) олоорой. 𝐴) [0;2[ ∪ ]2;4] 𝐵)[0;4] 𝐶) [0;2] 𝐷) ]0;4[ 𝐸) ]2;4] 2𝑥 + 3𝑦 = 19`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "12",
                    text: `{ бол 𝑥 ∙ 𝑦 үржвэрийг олоорой. 2𝑥 − 3𝑦 = 13 𝐴) 75 𝐵) 0.5 𝐶) 6 𝐷) 4 𝐸) 48`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "13",
                    text: `√𝑏(√𝑎 + √𝑎 − 𝑏)(√𝑎 − √𝑎 − 𝑏) илэрхийллийг хялбарчлаарай. Энд 0 ≤ 𝑏 ≤ 𝑎 𝐴) − 𝑏 𝐵) 𝑏√2 𝐶) 𝑏 𝐷) 𝑎 𝐸) √𝑎𝑏`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "14",
                    text: `𝑦 = 3𝑥 + 1 шулуунтай перпендикуляр бөгөөд координатын эхийг дайрсан шулууны тэгшитгэлийг бичээрэй. 1 1 1 𝐴) 𝑦 = 𝑥 + 1 𝐵) 𝑦 = 3𝑥 𝐶) 𝑦 = 𝑥 𝐷) 𝑦 = − 𝑥 𝐸)𝑦 = −3𝑥 3 3 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "15",
                    text: `|𝑥 − 2| = |𝑥 − 3| + 2 тэгшитгэл хэдэн шийдтэй вэ? 𝐴) 2 шийдтэй 𝐵) 1 шийдтэй 𝐶) шийдгүй 𝐷) 3шийдтэй 𝐸) хязгааргүй болон шийдтэй`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "16",
                    text: `45° < 𝑥 ≤ 90° бол 𝑠𝑖𝑛𝑥 ба 𝑐𝑜𝑠𝑥 −ийг жишээрэй. 𝐴) 𝑠𝑖𝑛𝑥 ≤ 𝑐𝑜𝑠𝑥 𝐵) 𝑠𝑖𝑛𝑥 > 𝑐𝑜𝑠𝑥 𝐶) 𝑠𝑖𝑛𝑥 < 𝑐𝑜𝑠𝑥 𝐷) 𝑠𝑖𝑛𝑥 ≥ 𝑐𝑜𝑠𝑥 𝐸) 𝑠𝑖𝑛𝑥 = 𝑐𝑜𝑠𝑥 4 1`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "17",
                    text: `𝐴 = ( ) бол 4𝐴−1 + 𝐴-г ол. 6 2 8 −1 4 −2 1 0.5 8 −1 𝐴) ( ) 𝐵) ( ) 𝐶) ( ) 𝐷) ( ) 0 6 −6 4 −3 2 −6 10 8 −11 𝐸) ( ) 4 10`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "18",
                    text: `𝑓(𝑥) = 𝑥3 + 𝑚𝑥2 − 𝑥 + 3 олон гишүүнтийн язгуурууд нь 𝑥 = 3; 𝑥 ;𝑥 бол 1 2 3 𝑥 + 𝑥 + 𝑥 хэд вэ? 1 2 3 𝐴) 2 𝐵) 3 𝐶) − 1 𝐷) 0 𝐸) − 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "19",
                    text: `Зураг дээр 𝑓(𝑥) функцийн уламжлал болох 𝑓′(𝑥) функцийн график [−2;3.5] завсарт өгөв. Энэ завсарын ямар утганд 𝑓(𝑥) функц хамгийн бага утгаа авах вэ? 𝐴) 𝑥 = 3.5 𝐵) 𝑥 = −2 𝐶) 𝑥 = −0.5 𝐷) 𝑥 = 1.5 𝐸) 𝑥 = 3 3 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "20",
                    text: `Хэрэв ∫ 𝑓(𝑥)𝑑𝑥 = 4 бол ∫ (𝑓(𝑥)+ 4𝑥 + 1)𝑑𝑥-ийн утгыг ол. 0 0 𝐴) 25 𝐵) 21 𝐶) 22 𝐷) 33 𝐸) 30`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "21",
                    text: `1,2,3,4,5 гэсэн дугаартай таван картыг хэрэглэн цифрүүд нь өсөх гурван оронтой тоо хэдийг зохиож болох вэ? 𝐴) 8 𝐵) 15 𝐶) 6 𝐷) 9 𝐸) 10`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "22",
                    text: `𝐴𝐷,𝐵𝐶 суурьтай 𝐴𝐵𝐶𝐷 трапецийн 𝐴 ба 𝐵 оройн биссектрисүүдийн огтлолцлын цэг 𝐾 байв. 𝐴𝐵𝐾 гурвалжныг багтаасан тойргийн радиус 𝑅 = 5 бол 𝐴𝐵 талын уртыг ол. 𝐴) 10 𝐵) 2√5 𝐶) 5 𝐷) 25 𝐸) 20`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "23",
                    text: `Дугуйг өнцгүүд нь арифметик прогресс үүсгэдэг байхаар таван секторт хуваажээ. Хэрэв хамгийн том секторын өнцөг нь хамгийн бага секторын өнцгөөс 5 дахин их бол хамгийн том секторын өнцгийг ол. 𝐴) 24° 𝐵) 120° 𝐶) 72° 𝐷) 180° 𝐸) 96°`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "24",
                    text: `𝑦 = 𝑥6 функцийн грацик дээр орших 𝑃 цэгийн 𝑂𝑥,𝑂𝑦 тэнхлэгт буулгасан перпендикуляр суурь харгалзан 𝐴,𝐵 бол 𝑂𝐴𝑃𝐵 тэгш өнцөгтийн тайлбайг 𝑦 = 𝑥6 функцийн график ямар харьцаагаар хуваах вэ? 𝐴) 3:1 𝐵) 6:7 𝐶) 1:5 𝐷) 6:1 𝐸) 6:5 0 −1`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "25",
                    text: `( ) матриц ямар хувиргалтыг тодорхойлох вэ? 1 0 𝐴) төвийн тэгш хэм 𝐵) гомотет 𝐶) тэнхлэгийн тэгш хэм 𝐷) параллел зөөлт 𝐸) эргүүлэлт`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "26",
                    text: `𝑥 ≥ 𝑚 үед 𝑓(𝑥) = 3𝑥2 + 6𝑥 − 1 гэж тодорхойлогдсон функц харилцан нэгэн утгатай бол 𝑚 −ийн хамгийн бага утгыг олоорой. 1 𝐴) − 1 𝐵) 1 𝐶) 2 𝐷) 3 𝐸) 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "27",
                    text: `𝑄(𝑥) = 𝑥 + 2 олон гишүүнт нь 𝑃(𝑥) = 2𝑥3 + 𝑥2 − 5𝑥 + 2 олон гишүүнтийг хуваадаг бол ноогдвор олон гишүүнтийн коэффициентүүдийн нийлбэрийг ол. 𝐴) 0 𝐵) 6 𝐶) 3 𝐷) − 1 𝐸) 5`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "28",
                    text: `Зурагт 𝑦 = 𝑎 + 𝑏𝑐𝑜𝑠𝑥 функцийн график өгөгджээ. Зураг ашиглан 𝑎 ∙ 𝑏 үржвэрийг олоорой. 𝐴) 8 𝐵) 1 𝐶) 2 𝐷) 5 𝐸) − 2 3𝑥+2 𝐴 𝐵 𝐶`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "29",
                    text: `= + + бол 𝐴 + 𝐵 + 𝐶-ийг олоорой. 𝑥2(𝑥+1) 𝑥 𝑥2 𝑥+1 𝐴) 4 𝐵) 2 𝐶) 3 𝐷) 5 𝐸) − 2`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "30",
                    text: `𝐴𝐵𝐶𝐷 параллелограммын 𝐴𝐵 тал 𝑦 = 3𝑥 + 1 тэгшитгэлтэй, 𝐴𝐷 тал нь 4𝑦 = 𝑥 + 15 тэгшитгэлтэй. 𝐴𝐶 ба 𝐵𝐷 диагоналиудын нь 𝐸(6.5;7.5) цэгт огтлолцдог бол 𝐶 цэгийн координатыг олоорой. 𝐴) (1;3) 𝐵) (12:11) 𝐶) (6;8) 𝐷)(13:15) 𝐸) (8;10)`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "31",
                    text: `20 сурагч нэгэн геометрийн бодлого боджээ. Тэдний зарцуулсан хугацааг бүлэглэсэн давтамжийн хүснэгтээр харуулав. Сурагчдын уг бодлогыг бодсон хугацааны арифметик дунджийг, интервалын дунджийг нь ашиглан тооцоолоорой. Хугацаа(минут) 1 − 5 6− 8 9− 11 Давтамж 6 10 4 𝐴) 6.4 𝐵) 5.1 𝐶) 7 𝐷) 5.7 𝐸) 7.75`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "32",
                    text: `𝐴 хайрцагт 2,5,7,9 дугаартай дөрвөн бөмбөг, 𝐵 хайрцагт 1,3,6,9,9 дугаартай таван бөмбөг, 𝐶 хайрцагт 9,8,9,9,9 дугаартай таван бөмбөг байв. Хайрцагт тус бүрээс санамсаргүйгээр нэг нэг бөмбөг сонгоход яг хоёр бөмбөг нь ижил дугаартай байх магадлаллыг ол. 7 7 13 9 19 𝐴) 𝐵) 𝐶) 𝐷) 𝐸) 10 50 50 25 50`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "33",
                    text: `𝑟 + ℎ = 6 байх радиустай, ℎ өндөртэй цилиндрийн эзэлхүүн хамгийн их утгыг ол. (𝑉 = 𝜋𝑟2ℎ) 𝐴) 16𝜋 𝐵) 0 𝐶) 32𝜋 𝐷) 8𝜋 𝐸) 48𝜋`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "34",
                    text: `𝑂𝐴𝐶𝐵 квадратын 𝐴𝐶 талын дундаж цэг 𝑀 ба 𝐴𝐵 диагональ 𝑂𝑀 хэрчимтэй 𝑃 цэгт огтлолцдог. Хэрэв 𝑂⃗⃗⃗⃗𝐴⃗⃗ = 𝑎⃗,𝑂⃗⃗⃗⃗𝐵⃗⃗ = 𝑏 ⃗⃗ бол 𝑃⃗⃗⃗⃗𝑀⃗⃗⃗ −ийг 𝑎⃗,𝑏 ⃗⃗ - ээр илэрхийл. 𝑎⃗⃗+2𝑏⃗⃗ 2𝑎⃗⃗+𝑏⃗⃗ 𝑎⃗⃗+2𝑏⃗⃗ 2𝑎⃗⃗+𝑏⃗⃗ ⃗⃗ 𝐴) 𝐵) 𝐶) 𝐷) 𝐸) 𝑎⃗ + 𝑏 2 3 3 6`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "35",
                    text: `𝑦 = 𝑎𝑥2 парабол 𝑦 = 𝑎𝑥 + 1 шулуунтай яг хоёр цэгээр огтлолцдог байх 𝑎 − ийн бүх бодит тоон утгыг олонлогийг ол. 𝐴) ]−∞;0[ ∪ ]4;∞[ 𝐵) ]−∞;−4] ∪ [0;∞[ 𝐶) [−4;0] 𝐷) ]−∞;0] ∪ [4;∞[ 𝐸) ]−∞;−4[ ∪ ]0;∞[ 2.1 32 периметртэй байшингийн суурь дүрслэгджээ. Тэгвэл суурийн талбай хамгийн ихдээ хэд байж болох вэ? Бодолт: Дүрсийн периметрийг 𝑥,𝑦-ээр илэрхийлж 32-той тэнцүүлбэл: 𝑎 𝑥 + 𝑏 𝑦 = 32 болно. Эндээс дүрсийн талбайг олбол 𝑆 = 12( 𝑐 𝑥 − 𝑥2) болно. Энэ нь 𝑥- ээс хамаарсан квадрат функц байгаа тул экстремум утгыг хялбархан тооцоолж болно. 2 Дээрх функцээс бүтэн квадрат ялгавал 𝑆 = 𝑑𝑒 − 12( 𝑓 − 𝑥) болно. 𝑔 Иймд 𝑥 = 𝑓 ,𝑦 = үед талбайн хамгийн их утга 𝑆 = 𝑑𝑒 болно. 3 2.2 𝐴𝐵𝐶𝐷 тэгш өнцөгт хэлбэртэй цөөрмийн 𝐷 цэгт завьтай хүн бйв. Завьчин 𝐵 цэгт очихоор төлөвлөжээ. Завь 4км/ц хурдтай хөвөх бөгөөд завьнаасаа буугаад 5 км/ц хурдтай алхдаг. Хэрэв 𝐴𝐷 = 3км, 𝐴𝐵 = 5 км бол 𝐴𝐵 хэрчмийн аль цэг дээр завиа орхиод цааш алхаж 𝐵 цэгт хүрэхэд нийт зарцуулсан, хугацаа хамгийн багадаа хэп байх вэ? Бодолт: 𝐴𝑀 = 𝑥 байг. Тэгвэл 𝐵𝑀 = 5 − 𝑥,𝐷𝑀 = √𝑥2 + 𝑎 нийт хугацааг 𝑡(𝑥)гэвэл [0;5] завсарт √𝑥2+𝑎 5−𝑥 𝑡(𝑥) = + (хугацаа цагаар) функц 4 5 тодорхойлогдоно. Дээрх функцийн хамгийн бага утгыг олохын тулд уламжлалыг нь авбал 𝑏𝑥−𝑐√𝑥2+𝑎 𝑡′(𝑥) = . Эндээс функцийн сэжигтэй цэг 𝑥 = 𝑑 байна. [0;5] 20√𝑥2+𝑎 хэрчим дээрх функцийн хамгийн бага утгыг тооцоолвол 𝑡( 𝑑 ) = 1.4 𝑒 , 1 𝑡( 0 ) = 1.7 𝑓 ,𝑡( 5 ) = √ 𝑔 ба 𝑡( 𝑑 ) < 𝑡( 6 ) < 𝑡( 0 ) тул 𝑡( 𝑑 ) = 1.4 𝑒 4 цаг байна. 2.3 Дорж амралтаараа арван кино үзсэн бөгөөд үргэлжлэх хугацаанд нь судалгаа хийжээ. Түүний үзсэн кинонуудын үргэлжлэх хугацаа 58,49,56,55,68,61,57,61,52,63 минут байсан бол дундаж хугацаа ба стандарт хазайлтыг ол. Бодолт: Стандарт хазайлтыг тооцоолоход С.Х = √ 1 ∑𝑥2 − (𝑥̅)2 𝑖 𝑛 томъёогоор бодно. Тооцоог хөнгөвчлөхийн тулд өгөгдөл бүрээс 60-ийг хасвал: −2,−11,− 𝑎 ,−5,8,1,−3,1,−8,3 болно. Эндээс ∑(𝑥 − 60) = −2 𝑏 ,∑(𝑥 − 60)2 = 𝑐 14 байна. Иймд арифметик дундаж нь 𝑥̅ = 𝑑𝑒 , мөн эдгээр өгөгдлүүдээр тооцоолсон стандарт хазайлт нь анхны өгөгдлийн стандарт хазайлттай тэнцүү тул 𝑦 = 𝑥 − 60 гэвэл стандарт хазайлт нь С.Х = ∑𝑦2 𝑓𝑔4 √ − (𝑦̅)2 = √ байна. 𝑛 10 2.4 𝑅 = 4 радиустай тойрогт багтсан 𝐴𝐵𝐶𝐷𝐸 таван өнцөгтийн 𝐴𝐵 = 4√2,∡𝐴𝐵𝐸 = 45°,∡𝐸𝐵𝐷 = 30° ба 𝐵𝐶 = 𝐶𝐷 бол таван өнцөгтийн талбайг ол. Бодолт: Синусын теоремоор 𝐴𝐸 = 2𝑅𝑠𝑖𝑛45° гэдгээс 𝐴𝐸 = 4√ 𝑎 . Иймд 𝐴𝐵𝐸 гурвалжны талбай 𝑆 = 1 𝑏 байна. Цаашилбал ∡𝐵𝐷𝐸 = 𝑐 0° гэдгээс 1 𝐵𝐷 = 4√ 𝑑 ,𝐷𝐸 = 𝑒 . Иймээс 𝐵𝐷𝐸 гурвалжны талбай 𝑆 = 8√ 𝑑 . 1 Харин 𝐵𝐶𝐷𝐸 дөрвөн өнцөгт тойрогт багтсан гэдгээс 𝐶 оройн өнцгийг тооцоолж болно. Иймд 𝐵𝐶𝐷 гурвалжны өндөр 𝐶𝐹 = 𝑓 ба түүний талбай 𝑆 = 4√ 𝑔 . Эдгээр таван өнцөгтийн талбай 𝑆 = 𝑆 + 𝑆 + 𝑆 болно. 1 1 2 3 A B C D A B C A B C D E A B C A B C D 1 B C B B B D D A D E A A B D E A B E B 2 C D C E A C B D C D E B C A C C C B D 3 E C C C C A D E C E E C C A E B E E A 4 B D B D B C A C D B D E D A B A A A B 5 D A A E E A D D A E C C D E A D E D C 6 C E B E D B C A B D B D A B D E B C D 7 C D D B D D E E C B C A C C A C A A B 8 C E B D A E A C A A D B B A A D B B A 9 E D C B C D B E E E D E E D E C A E C 10 E C D B E C D D C C A D A C C A C B E 11 A B B A B A D E D C E B A B B D D E E 12 D D D C B E B A E C C A D A E E A D A 13 E B D B A C A B B D E A D E A D D C D 14 D E D E D B D B A B B C E A D E B B E 15 B D A E D C B C D A A D C D C A E C B 16 E C B D D E B D E E C B B E A B C A E 17 A A B C A C C E D B A C A B B B D D C 18 A B A E C A E A B A B C B B E B E D D 19 E D E A C C C B B D C E A A D 20 D D D A B C E E A A D E D C A 21 E C C C E E D E E D 22 A A A A A E D E D B 23 B B E E B D B 24 C D E C B B B 25 C C C D B C B 26 B A E a 2 2 2 3 1 8 3 1 - 1 - - 2 3 1 3 1 1 2 b 5 7 5 7 4 1 4 0 1 8 2 1 3 4 5 2 2 2 3 c 1 1 1 1 5 0 5 1 - 1 0 0 5 5 6 3 4 6 7 d 2 2 2 2 1 2 1 0 8 3 - - 8 7 7 1 3 1 1 2.1 e 2 3 1 1 1 0 1 1 1 6 3 3 2 1 1 0 1 f 5 8 8 5 5 5 4 4 4 4 3 3 3 3 g 1 1 h a 2 3 4 1 5 1 5 1 2 1 1 1 6 6 6 4 5 1 4 b 4 7 9 3 3 2 4 1 6 6 4 4 6 8 8 1 0 5 0 c 7 1 9 0 4 0 5 0 0 5 5 3 3 3 5 3 2 1 d 7 5 5 0 3 1 3 3 1 1 3 1 8 5 3 2 2.2 e 6 8 1 2 8 6 8 2 0 0 f 5 0 5 g h a 3 3 3 3 1 1 2 1 1 1 1 1 7 2 2 2 1 2 1 b 7 5 2 2 6 2 0 0 0 0 0 0 1 1 3 0 6 0 2 c 5 4 4 4 6 4 7 1 1 1 1 1 0 1 3 5 2 5 4 d 3 3 5 5 9 9 9 9 9 8 1 1 4 3 4 3 2.3 e 8 3 3 5 5 5 5 5 0 3 3 1 4 f 8 8 3 3 3 3 3 g 4 4 4 4 4 h a 1 1 5 1 1 1 1 3 3 5 2 1 1 4 3 8 3 8 6 b 1 9 2 2 2 6 0 - 3 - 6 2 6 8 6 3 2 8 6 c 2 2 5 3 4 1 3 3 7 9 3 1 4 6 1 8 3 1 2 d 7 9 5 1 3 6 0 5 3 0 3 0 4 0 2 3 2 3 1 2.4 e 9 1 1 1 2 8 0 1 0 3 - 2 8 1 1 3 2 f 1 3 6 8 - 2 3 3 9 g 1 0 3 2 6 1 h 2 4 9`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                }
    ],
    secondProblem: []
};

export default task2020D;