// ЭЕШ Математик 2020 он — C хувилбар
// Questions: 36 | Answers: 0/36 ⚠️ 0/36
// Extracted from PDF. Math formulas shown as plain text — MathML cleanup needed.

const task2020C = {
    id: "14",
    variant: "C",
    problem: [
                {
                    id: "1",
                    text: `1 1. Утгыг олоорой: ( − ) ∙ 42 = 6 7 1 1 1 𝐴) 𝐵) 1 𝐶) 2 𝐷) 𝐸) 3 7 6`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "2",
                    text: `𝐴(1;3) цэгийг 𝑦 = 𝑥 шулууны хувьд тэгш хэмтэй хувиргахад гарах дүрийн координатыг ол. 𝐴) (−1;3) 𝐵) (3;−1) 𝐶) (3;1) 𝐷) (−3;1) 𝐸) (−1;−3)`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "3",
                    text: `Хоккейн багийн 15 тоглогчийн авсан оноог дор харуулсан бол тоглогчдын онооны моодыг ол. 1,0,2,4,0,1,1,1,2,5,3,0,4,2,2 𝐴) 0 𝐵) 0 ба 1 𝐶) 2 𝐷) 1 ба 2 𝐸) 1`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "4",
                    text: `𝑦 = 3𝑥 + 1 функцийн урвуу функц аль нь вэ? 𝑥+1 1 𝑦−1 𝑥−1 𝐴) 𝑦 = 𝐵) 𝑦 = 𝐶) 𝑥 = 𝐷) 𝑦 = 3𝑥 − 1 𝐸) 𝑦 = 3 3𝑥+1 3 3 𝑎𝑏 𝑏 𝑎`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "5",
                    text: `∙ ( − ) илэрхийллийг хялбарчил. 𝑎+𝑏 𝑎 𝑏 1 𝐴) 𝑎 − 𝑏 𝐵) 𝑏 + 𝑎 𝐶) 𝑏 − 𝑎 𝐷) 1 𝐸) 𝑏−𝑎`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "6",
                    text: `Зурагт дүрслэгдсэн олонлогийн будагдсан 𝐴) 𝐴 ∪ 𝐵̅ 𝐵)𝐴 ∩ 𝐵̅ 𝐶) 𝐴̅ ∪ 𝐵 𝐷) 𝐴̅ ∩ 𝐵 𝐸) 𝐴 ∪ 𝐵`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "7",
                    text: `𝑎 = 2𝑎 + 1 дарааллын 𝑎 = 1 бол 𝑎 хэд вэ? 𝑛+1 𝑛 1 4 𝐴) 15 𝐵) 7 𝐶) 9 𝐷) 31 𝐸) 14`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "8",
                    text: `𝑎⃗(3;−1;2),𝑏 ⃗⃗(−1;𝑦;4) ба 𝑎⃗,𝑏 ⃗⃗ векторууд перпендикуляр бол 𝑦 −ийн утгыг ол. 𝐴) 5 𝐵) − 4 𝐶) 1 𝐷) − 5 𝐸) 4`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "9",
                    text: `𝑓(𝑥) = (3 − 𝑥)6 бол 𝑓′(𝑥)−ийг ол. (3−𝑥)7 (3−𝑥)7 (3−𝑥)5 𝐴) − 𝐵) 6 ∙ (3 − 𝑥)5 𝐶) 𝐷) − 𝐸) −6 ∙ (3 − 𝑥)5 7 7 6 4`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "10",
                    text: `(7√3 − 4√3)3 илэрхийллийн утга аль вэ? 1 𝐴) 27 𝐵) 3 𝐶) 3√3 𝐷) 9 𝐸) 33 1`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "11",
                    text: `−1 < 𝑎 < 0 ба 0 < 𝑏 < 1 бол −𝑎 ба -г ол. 𝑏 1 1 1 1 1 𝐴) − 𝑎 ≥ 𝐵) − 𝑎 > 𝐶) − 𝑎 < 𝐷) − 𝑎 = 𝐸) − 𝑎 ≤ 𝑏 𝑏 𝑏 𝑏 𝑏 𝑥2, 0 ≤ 𝑥 ≤ 1`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "12",
                    text: `𝑓(𝑥) = { функцийн дүрийг (функцийн авч болох 1 1 𝑥 + , 1 ≤ 𝑥 ≤ 5 2 2 утгуудын олонлог) олоорой. 𝐴) [0;1[ ∪ ]1;3] 𝐵) [0;3] 𝐶) [0;1] 𝐷) ]0;3[ 𝐸) ]1;3] 5𝑥 + 3𝑦 = 28`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "13",
                    text: `{ бол 𝑥 ∙ 𝑦 үржвэрийг олоорой. 5𝑥 − 3𝑦 = 22 𝐴) 4 𝐵) 0.5 𝐶) 6 𝐷) 2 𝐸) 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "14",
                    text: `√𝑎(√𝑎 + 𝑏 + √𝑏)(√𝑎 + 𝑏 − √𝑏) илэрхийллийг хялбарчлаарай. Энд 0 ≤ 𝑎 ≤ 𝑏 𝐴) 𝑎 𝐵) 𝑎√2 𝐶)− 𝑎 𝐷) 𝑏 𝐸) √𝑎𝑏`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "15",
                    text: `𝑦 = 2𝑥 + 5 шулуунтай перпендикуляр бөгөөд координатын эхийг дайрсан шулууны тэгшитгэлийг бичээрэй. 1 1 1 𝐴) 𝑦 = 2𝑥 𝐵) 𝑦 = −2𝑥 𝐶) 𝑦 = 𝑥 𝐷) 𝑦 = 𝑥 + 1 𝐸) 𝑦 = − 𝑥 2 2 2`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "16",
                    text: `|𝑥 − 1| = |𝑥 − 2| + 2 тэгшитгэл хэдэн шийдтэй вэ? 𝐴) 3 шийдтэй 𝐵) 1 шийдтэй 𝐶) 2 шийдтэй 𝐷) шийдгүй 𝐸) хязгааргүй болон шийдтэй`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "17",
                    text: `0° < 𝑥 ≤ 45° бол 𝑠𝑖𝑛𝑥 ба 𝑐𝑜𝑠𝑥 −ийг жишээрэй. 𝐴) 𝑠𝑖𝑛𝑥 < 𝑐𝑜𝑠𝑥 𝐵) 𝑠𝑖𝑛𝑥 ≤ 𝑐𝑜𝑠𝑥 𝐶) 𝑠𝑖𝑛𝑥 > 𝑐𝑜𝑠𝑥 𝐷) 𝑠𝑖𝑛𝑥 ≥ 𝑐𝑜𝑠𝑥 𝐸) 𝑠𝑖𝑛𝑥 = 𝑐𝑜𝑠𝑥 1 0`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "18",
                    text: `𝐴 = ( ) бол 4𝐴−1 + 𝐴-г ол. 3 2 1 0 10 25 5 0 2 −1 𝐴) ( ) 𝐵) ( ) 𝐶) ( ) 𝐷) ( ) −3 0.5 10 20 −3 4 6 4 5 −6 𝐸) ( ) 3 4`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "19",
                    text: `𝑓(𝑥) = 𝑥3 + 𝑚𝑥2 − 𝑥 + 2 олон гишүүнтийн язгуурууд нь 𝑥 = 2; 𝑥 ;𝑥 бол 1 2 3 𝑥 + 𝑥 + 𝑥 хэд вэ? 1 2 3 𝐴) 3 𝐵) 2 𝐶) − 1 𝐷) 0 𝐸) − 2`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "20",
                    text: `Зураг дээр 𝑓(𝑥) функцийн уламжлал болох 𝑓′(𝑥) функцийн график [−4;7] завсарт өгөв. Энэ завсарын ямар утганд 𝑓(𝑥) функц хамгийн бага утгаа авах вэ? 𝐴) 𝑥 = 3 𝐵) 𝑥 = −4 𝐶) 𝑥 = −1 𝐷) 𝑥 = 6 𝐸) 𝑥 = 7 3 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "21",
                    text: `Хэрэв ∫ 𝑓(𝑥)𝑑𝑥 = 4 бол ∫ (𝑓(𝑥)+ 2𝑥 + 3)𝑑𝑥-ийн утгыг ол. 0 0 𝐴) 23 𝐵) 17 𝐶) 14 𝐷) 33 𝐸) 24`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "22",
                    text: `4,5,6,7,8 гэсэн дугаартай таван картыг хэрэглэн цифрүүд нь өсөх гурван оронтой тоо хэдийг зохиож болох вэ? 𝐴) 8 𝐵) 15 𝐶) 6 𝐷) 9 𝐸) 10`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "23",
                    text: `𝐴𝐷,𝐵𝐶 суурьтай 𝐴𝐵𝐶𝐷 трапецийн 𝐴 ба 𝐵 оройн биссектрисүүдийн огтлолцлын цэг 𝐾 байв. 𝐴𝐵𝐾 гурвалжныг багтаасан тойргийн радиус 𝑅 = 3 бол 𝐴𝐵 талын уртыг ол. 𝐴) 9 𝐵) 2√3 𝐶) 3 𝐷) 6 𝐸) 12`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "24",
                    text: `Дугуйг өнцгүүд нь арифметик прогресс үүсгэдэг байхаар дөрвөн секторт хуваажээ. Хэрэв хамгийн том секторын өнцөг нь хамгийн бага секторын өнцгөөс 4 дахин их бол хамгийн том секторын өнцгийг ол. 𝐴) 72° 𝐵) 36° 𝐶) 144° 𝐷) 180° 𝐸) 108°`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "25",
                    text: `𝑦 = 𝑥5 функцийн грацик дээр орших 𝑃 цэгийн 𝑂𝑥,𝑂𝑦 тэнхлэгт буулгасан перпендикуляр суурь харгалзан 𝐴,𝐵 бол 𝑂𝐴𝑃𝐵 тэгш өнцөгтийн тайлбайг 𝑦 = 𝑥5 функцийн график ямар харьцаагаар хуваах вэ? 𝐴) 4:5 𝐵) 5:6 𝐶) 5:1 𝐷) 6:1 𝐸) 1:2 0 1`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "26",
                    text: `( ) матриц ямар хувиргалтыг тодорхойлох вэ? 1 0 𝐴) эргүүлэлт 𝐵) гомотет 𝐶) тэнхлэгийн тэгш хэм 𝐷) төвийн тэгш хэм 𝐸) параллел зөөлт`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "27",
                    text: `𝑥 ≥ 𝑚 үед 𝑓(𝑥) = 3𝑥2 − 6𝑥 + 2 гэж тодорхойлогдсон функц харилцан нэгэн утгатай бол 𝑚 −ийн хамгийн бага утгыг олоорой. 1 𝐴) 𝐵) − 1 𝐶) 2 𝐷) 3 𝐸) 1 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "28",
                    text: `𝑄(𝑥) = 𝑥 + 1 олон гишүүнт нь 𝑃(𝑥) = 3𝑥3 + 2𝑥2 + 𝑥 + 2 олон гишүүнтийг хуваадаг бол ноогдвор олон гишүүнтийн коэффициентүүдийн нийлбэрийг ол. 𝐴) 3 𝐵) 6 𝐶) 4 𝐷) − 1 𝐸) 5`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "29",
                    text: `Зурагт 𝑦 = 𝑎 + 𝑏𝑠𝑖𝑛𝑥 функцийн график өгөгджээ. Зураг ашиглан 𝑎 ∙ 𝑏 үржвэрийг олоорой. 𝐴) 2 𝐵) 1 𝐶) 8 𝐷) 4 𝐸) − 4 2𝑥+1 𝐴 𝐵 𝐶`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "30",
                    text: `= + + бол 𝐴 + 𝐵 + 𝐶-ийг олоорой. 𝑥2(𝑥+1) 𝑥 𝑥2 𝑥+1 𝐴) 3 𝐵) 4 𝐶) 1 𝐷) 2 𝐸) − 2`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "31",
                    text: `𝐴𝐵𝐶𝐷 параллелограммын 𝐴𝐵 тал 𝑦 = 3𝑥 тэгшитгэлтэй, 𝐴𝐷 тал нь 4𝑦 = 𝑥 + 11 тэгшитгэлтэй. 𝐴𝐶 ба 𝐵𝐷 диагоналиудын нь 𝐸(6.5;8.5) цэгт огтлолцдог бол 𝐶 цэгийн координатыг олоорой. 𝐴) (12:14) 𝐵) (1;3) 𝐶) (6;8) 𝐷) (13;17) 𝐸) (8:10)`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "32",
                    text: `20 сурагч нэгэн геометрийн бодлого боджээ. Тэдний зарцуулсан хугацааг бүлэглэсэн давтамжийн хүснэгтээр харуулав. Сурагчдын уг бодлогыг бодсон хугацааны арифметик дунджийг, интервалын дунджийг нь ашиглан тооцоолоорой. Хугацаа(минут) 2 − 6 7− 9 10 − 12 Давтамж 6 10 4 𝐴) 7 𝐵) 6.1 𝐶) 7.1 𝐷) 8.7 𝐸) 7.4`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "33",
                    text: `𝐴 хайрцагт 4,5,8 дугаартай гурван бөмбөг, 𝐵 хайрцагт 1,3,6,8,8 дугаартай таван бөмбөг, 𝐶 хайрцагт 7 ,8,8,8,8,9 дугаартай зургаан бөмбөг байв. Хайрцагт тус бүрээс санамсаргүйгээр нэг нэг бөмбөг сонгоход яг хоёр бөмбөг нь ижил дугаартай байх магадлаллыг ол. 2 39 8 16 14 𝐴) 𝐵) 𝐶) 𝐷) 𝐸) 9 45 45 45 45`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "34",
                    text: `𝑟 + ℎ = 9 байх радиустай, ℎ өндөртэй цилиндрийн эзэлхүүн хамгийн их утгыг ол. (𝑉 = 𝜋𝑟2ℎ) 𝐴) 0 𝐵) 108𝜋 𝐶) 144𝜋 𝐷) 64𝜋 𝐸) 48𝜋`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "35",
                    text: `𝑂𝐴𝐶𝐵 квадратын 𝐴𝐶 талын дундаж цэг 𝑀 ба 𝐴𝐵 диагональ 𝑂𝑀 хэрчимтэй 𝑃 цэгт огтлолцдог. Хэрэв 𝑂⃗⃗⃗⃗𝐴⃗⃗ = 𝑎⃗,𝑂⃗⃗⃗⃗𝐵⃗⃗ = 𝑏 ⃗⃗ бол 𝑂𝑃⃗⃗ −ийг 𝑎⃗,𝑏 ⃗⃗ - ээр илэрхийл. ⃗⃗ 2𝑎⃗⃗+𝑏⃗⃗ 𝑎⃗⃗+2𝑏⃗⃗ 𝐴) 𝑎⃗ + 𝑏 𝐵) 𝐶) 2 3 𝑎⃗⃗+2𝑏⃗⃗ 2𝑎⃗⃗+𝑏⃗⃗ 𝐷) 𝐸) 2 3`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                },
                {
                    id: "36",
                    text: `𝑦 = 𝑥2 парабол 𝑦 = 𝑎(𝑥 − 1) шулуунтай яг хоёр цэгээр огтлолцдог байх 𝑎 − ийн бүх бодит тоон утгыг олонлогийг ол. 𝐴) ]−∞;0] ∪ [4;∞[ 𝐵) ]−∞;−4] ∪ [0;∞[ 𝐶) [0;4] 𝐷) ]−∞;0[ ∪ ]4;∞[ 𝐸) ]−∞;−4[ ∪ ]0;∞[ 2.1 48 периметртэй байшингийн суурь дүрслэгджээ. Тэгвэл суурийн талбай хамгийн ихдээ хэд байж болох вэ? Бодолт: Дүрсийн периметрийг 𝑥,𝑦-ээр илэрхийлж 48-той тэнцүүлбэл: 𝑎 𝑥 + 𝑏 𝑦 = 48 болно. Эндээс дүрсийн талбайг олбол 𝑆 = 12(𝑐 𝑥 − 𝑥2) болно. Энэ нь 𝑥- ээс хамаарсан квадрат функц байгаа тул экстремум утгыг хялбархан тооцоолж болно. 2 Дээрх функцээс бүтэн квадрат ялгавал 𝑆 = 1 𝑑𝑒 − 12( 𝑓 − 𝑥) болно. Иймд 𝑥 = 𝑓 ,𝑦 = 𝑔 үед талбайн хамгийн их утга 𝑆 = 1 𝑑𝑒 болно. 2.2 𝐴𝐵𝐶𝐷 тэгш өнцөгт хэлбэртэй цөөрмийн 𝐷 цэгт завьтай хүн бйв. Завьчин 𝐵 цэгт очихоор төлөвлөжээ. Завь 4км/ц хурдтай хөвөх бөгөөд завьнаасаа буугаад 5 км/ц хурдтай алхдаг. Хэрэв 𝐴𝐷 = 3км, 𝐴𝐵 = 6 км бол 𝐴𝐵 хэрчмийн аль цэг дээр завиа орхиод цааш алхаж 𝐵 цэгт хүрэхэд нийт зарцуулсан, хугацаа хамгийн багадаа хэп байх вэ? Бодолт: 𝐴𝑀 = 𝑥 байг. Тэгвэл 𝐵𝑀 = 6 − 𝑥,𝐷𝑀 = √𝑥2 + 𝑎 нийт хугацааг √𝑥2+𝑎 6−𝑥 𝑡(𝑥)гэвэл [0;6] завсарт 𝑡(𝑥) = + 4 5 (хугацаа цагаар) функц тодорхойлогдоно. Дээрх функцийн хамгийн бага утгыг олохын тулд уламжлалыг нь авбал 𝑏𝑥−𝑐√𝑥2+𝑎 𝑡′(𝑥) = . Эндээс функцийн сэжигтэй цэг 𝑥 = 𝑑 байна. [0;6] 20√𝑥2+𝑎 хэрчим дээрх функцийн хамгийн бага утгыг тооцоолвол 𝑡( 𝑑 ) = 1.6 𝑒 , 3 𝑡( 0 ) = 1.9 𝑓 ,𝑡( 6 ) = √ 𝑔 ба 𝑡( 𝑑 ) < 𝑡( 6 ) < 𝑡( 0 ) тул 𝑡( 𝑑 ) = 1.6 𝑒 4 цаг байна. 2.3 Бат амралтаараа арван кино үзсэн бөгөөд үргэлжлэх хугацаанд нь судалгаа хийжээ. Түүний үзсэн кинонуудын үргэлжлэх хугацаа 49,56,55,68,61,57,61,52,63 минут байсан бол дундаж хугацаа ба стандарт хазайлтыг ол. Бодолт: Стандарт хазайлтыг тооцоолоход С.Х = √ 1 ∑𝑥2 − (𝑥̅)2 𝑖 𝑛 томъёогоор бодно. Тооцоог хөнгөвчлөхийн тулд өгөгдөл бүрээс 60-ийг хасвал: −11 ,−4,− 𝑎 ,8,1,−3,1,−8,3 болно. Эндээс ∑(𝑥 − 60) = −1 𝑏 ,∑(𝑥 − 60)2 = 𝑐 10 байна. Иймд арифметик дундаж нь 𝑥̅ = 𝑑𝑒 , мөн эдгээр өгөгдлүүдээр тооцоолсон стандарт хазайлт нь анхны өгөгдлийн стандарт хазайлттай тэнцүү тул 𝑦 = 𝑥 − 60 гэвэл стандарт хазайлт нь С.Х = ∑𝑦2 √2𝑓𝑔 √ − (𝑦̅)2 = байна. 𝑛 3 2.4 𝑅 = 6 радиустай тойрогт багтсан 𝐴𝐵𝐶𝐷𝐸 таван өнцөгтийн 𝐴𝐵 = 6√2,∡𝐴𝐵𝐸 = 45°,∡𝐸𝐵𝐷 = 30° ба 𝐵𝐶 = 𝐶𝐷 бол таван өнцөгтийн талбайг ол. Бодолт: Синусын теоремоор 𝐴𝐸 = 2𝑅𝑠𝑖𝑛45° гэдгээс 𝐴𝐸 = 6√ 𝑎 . Иймд 𝐴𝐵𝐸 гурвалжны талбай 𝑆 = 3 𝑏 1 байна. Цаашилбал ∡𝐵𝐷𝐸 = 𝑐 0° гэдгээс 𝐵𝐷 = 6√ 𝑑 ,𝐷𝐸 = 𝑒 . Иймээс 𝐵𝐷𝐸 гурвалжны талбай 𝑆 = 1 18√ 𝑑 . Харин 𝐵𝐶𝐷𝐸 дөрвөн өнцөгт тойрогт багтсан гэдгээс 𝐶 оройн өнцгийг тооцоолж болно. Иймд 𝐵𝐶𝐷 гурвалжны өндөр 𝐶𝐹 = 𝑓 ба түүний талбай 𝑆 = 9√ 𝑔 . Эдгээр таван өнцөгтийн талбай 𝑆 = 𝑆 + 𝑆 + 𝑆 болно. 1 1 2 3 дахь зөв бодолттой бодолтоо тулгах замаар ажиллаарай. - Зураг бодит хэмжээгээр өгөгдөөгүй болохыг анхаарна уу 1 1 1. Утгыг олоорой: ( − ) ∙ 56 = 7 8 1 1 1 𝐴) 2 𝐵) 𝐶) 1 𝐷) 𝐸) 4 7 8 2. 𝐴(3;1) цэгийг 𝑦 = 𝑥 шулууны хувьд тэгш хэмтэй хувиргахад гарах дүрийн координатыг ол. 𝐴) (3;1) 𝐵) (3;−1) 𝐶) (−1;3) 𝐷) (1;3) 𝐸) (−1;−3) 3. Хоккейн багийн 15 тоглогчийн авсан оноог дор харуулсан бол тоглогчдын онооны моодыг ол. 1,0,2,4,0,1,1,1,2,5,3,0,4,0,2 𝐴) 1 𝐵) 1 ба 2 𝐶) 2 𝐷) 1 𝐸) 0 ба 1 4. 𝑦 = 2𝑥 + 1 функцийн урвуу функц аль нь вэ? 𝑥−1 1 𝑦−1 𝑥+1 𝐴) 𝑦 = 𝐵) 𝑦 = 𝐶) 𝑥 = 𝐷) 𝑦 = 2𝑥 − 1 𝐸) 𝑦 = 2 2𝑥+1 2 2 𝑎𝑏 𝑏 𝑎 5. ∙ ( − ) илэрхийллийг хялбарчил. 𝑏−𝑎 𝑎 𝑏 1 1 𝐴) 𝑎 − 𝑏 𝐵) 𝑏 − 𝑎 𝐶) 𝑏 + 𝑎 𝐷) 𝐸) 𝑏+𝑎 𝑏−𝑎 6. Зурагт дүрслэгдсэн олонлогийн будагдсан 𝐴) 𝐴 ∪ 𝐵̅ 𝐵) 𝐴̅ ∩ 𝐵 𝐶) 𝐴̅ ∪ 𝐵 𝐷)𝐴 ∩ 𝐵̅ 𝐸) 𝐴 ∪ 𝐵 7. 𝑎 = 2𝑎 + 3 дарааллын 𝑎 = 1 бол 𝑎 хэд вэ? 𝑛+1 𝑛 1 4 𝐴) 20 𝐵) 11 𝐶) 12 𝐷) 29 𝐸) 13 8. 𝑎⃗(2;−1;3),𝑏 ⃗⃗(−1;𝑦;4) ба 𝑎⃗,𝑏 ⃗⃗ векторууд перпендикуляр бол 𝑦 −ийн утгыг ол. 𝐴) 10 𝐵) 11 𝐶) 12 𝐷) 29 𝐸) 13 9. 𝑓(𝑥) = (4 − 𝑥)5 бол 𝑓′(𝑥)−ийг ол. (4−𝑥)6 (4−𝑥)4 𝐴) − 𝐵) 5 ∙ (4 − 𝑥)4 𝐶) 5 ∙ (4 − 𝑥)5 𝐷) − 𝐸) − 5 ∙ (4 − 𝑥)4 6 5 4 10. (5√2 − 3√2)3 илэрхийллийн утга аль вэ? 1 1 𝐴) 43 𝐵) 2 𝐶) 2√2 𝐷) 4 𝐸) 23 1 11. −1 < 𝑎 < 0 ба 0 < 𝑏 < 1 бол ба −𝑏-г ол. 𝑎 1 1 1 1 1 𝐴) ≤ −𝑏 𝐵) > −𝑏 𝐶) < −𝑏 𝐷) = −𝑏 𝐸) ≥ −𝑏 𝑎 𝑎 𝑎 𝑎 𝑎 1 𝑥2, 0 ≤ 𝑥 ≤ 1 𝑓(𝑥) = { 2 функцийн дүрийг (функцийн авч болох утгуудын 1 𝑥 + 1, 1 ≤ 𝑥 ≤ 5 2 олонлог) олоорой. 𝐴) [0;2[ ∪ ]2;4] 𝐵)[0;4] 𝐶) [0;2] 𝐷) ]0;4[ 𝐸) ]2;4] 2𝑥 + 3𝑦 = 19 12. { бол 𝑥 ∙ 𝑦 үржвэрийг олоорой. 2𝑥 − 3𝑦 = 13 𝐴) 75 𝐵) 0.5 𝐶) 6 𝐷) 4 𝐸) 48 13. √𝑏(√𝑎 + √𝑎 − 𝑏)(√𝑎 − √𝑎 − 𝑏) илэрхийллийг хялбарчлаарай. Энд 0 ≤ 𝑏 ≤ 𝑎 𝐴) − 𝑏 𝐵) 𝑏√2 𝐶) 𝑏 𝐷) 𝑎 𝐸) √𝑎𝑏 14. 𝑦 = 3𝑥 + 1 шулуунтай перпендикуляр бөгөөд координатын эхийг дайрсан шулууны тэгшитгэлийг бичээрэй. 1 1 1 𝐴) 𝑦 = 𝑥 + 1 𝐵) 𝑦 = 3𝑥 𝐶) 𝑦 = 𝑥 𝐷) 𝑦 = − 𝑥 𝐸)𝑦 = −3𝑥 3 3 3 15. |𝑥 − 2| = |𝑥 − 3| + 2 тэгшитгэл хэдэн шийдтэй вэ? 𝐴) 2 шийдтэй 𝐵) 1 шийдтэй 𝐶) шийдгүй 𝐷) 3шийдтэй 𝐸) хязгааргүй болон шийдтэй 16. 45° < 𝑥 ≤ 90° бол 𝑠𝑖𝑛𝑥 ба 𝑐𝑜𝑠𝑥 −ийг жишээрэй. 𝐴) 𝑠𝑖𝑛𝑥 ≤ 𝑐𝑜𝑠𝑥 𝐵) 𝑠𝑖𝑛𝑥 > 𝑐𝑜𝑠𝑥 𝐶) 𝑠𝑖𝑛𝑥 < 𝑐𝑜𝑠𝑥 𝐷) 𝑠𝑖𝑛𝑥 ≥ 𝑐𝑜𝑠𝑥 𝐸) 𝑠𝑖𝑛𝑥 = 𝑐𝑜𝑠𝑥 4 1 17. 𝐴 = ( ) бол 4𝐴−1 + 𝐴-г ол. 6 2 8 −1 4 −2 1 0.5 8 −1 𝐴) ( ) 𝐵) ( ) 𝐶) ( ) 𝐷) ( ) 0 6 −6 4 −3 2 −6 10 8 −11 𝐸) ( ) 4 10 18. 𝑓(𝑥) = 𝑥3 + 𝑚𝑥2 − 𝑥 + 3 олон гишүүнтийн язгуурууд нь 𝑥 = 3; 𝑥 ;𝑥 бол 1 2 3 𝑥 + 𝑥 + 𝑥 хэд вэ? 1 2 3 𝐴) 2 𝐵) 3 𝐶) − 1 𝐷) 0 𝐸) − 3 19. Зураг дээр 𝑓(𝑥) функцийн уламжлал болох 𝑓′(𝑥) функцийн график [−2;3.5] завсарт өгөв. Энэ завсарын ямар утганд 𝑓(𝑥) функц хамгийн бага утгаа авах вэ?`,
                    labelA: ``,
                    labelB: ``,
                    labelC: ``,
                    labelD: ``,
                    labelE: ``,
                    answer: ""
                }
    ],
    secondProblem: []
};

export default task2020C;